// 配置计时器信息
// 字符串请用""包住
// 
// 辩题
var name_topic = "請輸入辯題"
// 正方队伍名称
var name_aff = "正方"
// 反方队伍名称
var name_neg = "反方"

/*
>>>辩论赛配置文件<<<

>>>格式<<<
>>>比赛名称 = "<这里写名称>"
>>>环节<数字> = <环节名称>;普通;<正方或者反方的名称>;(<分>,<秒>);<其他注释>;
>>>环节<数字> = <环节名称>;自由;<其他注释>;
>>>#第<数字>行;

>>>注意！！！<<<
>>>等号前后各有一个空格请勿删去
>>>正方或反方的名称请和上方队伍名称保持一致
>>>环节数量和行数可自由设定，#第<数字>行下的环节即同一行

比赛名称 = "演講與辯論技巧 辯論計時器 BY D05助教"
#第1行;
环节1 = 試MIC環節;普通;正方;(1,00);正方;
环节2 = 試MIC環節;普通;反方;(1,00);反方;
>>>#第2行;
环节3 = 正方一辯陳詞;普通;正方;(3,00);正一 3min00s;
环节4 = 反方一辯陳詞;普通;反方;(3,00);反一 3min00s;
#第3行;
环节5 = 反方四辯盤問;普通;反方;(1,30);反四 1min30s;
环节6 = 正方四辯盤問;普通;正方;(1,30);正四 1min30s;
#第4行;
环节7 = 正方二辯反駁;普通;正方;(3,00);正二 3min00s;
环节8 = 反方二辯反駁;普通;反方;(3,00);反二 3min00s;
#第5行;
环节9 = 反方三辯提問（正方二辯回答）;普通;反方;(2,00);反三 2min00s;
环节10 = 正方三辯提問（反方二辯回答）;普通;正方;(2,00);正三 2min00s;
环节11 = 反方三辯小节;普通;反方;(2,00);反三 2min00s;
环节12 = 正方三辯小节;普通;正方;(2,00);正三 2min00s;
#第6行;
环节13 = 自由辯論;自由;双方 各4min00s;
#第7行;
环节14 = 反方四辯發言;普通;反方;(3,30);反四 3min30s;
环节15 = 正方四辯發言;普通;正方;(3,30);正四 3min30s;
*/